9/data/attachments/9008e307ec1ca029.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Chris_ready_Actions_70662_2</nif:username>
            <nif:friendToBeRequested>soap_actions_dc03d8db-1de8-4368-8975-f9467272f69a</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>